{
  "texts": {

    "/start": [
      "Добро пожаловать в бот управления задачами! 🤖✨\n",
      "Я готов помочь вам в организации и отслеживании ваших задач. \n\n",
      "Создавайте список дел, устанавливайте напоминания и следите за ",
      "прогрессом своих проектов.\n\n",
      "Чтобы получить максимум возможностей и настроек, необходимо ",
      "зарегистрироваться."
    ],

    "for_registered" : [
      "Приветствую", "Чтобы воспользоваться основными функциями бота воспользуйся навигационным меню ⬇️"
    ],

    "Registration": [
      "Отлично, что бы зарегистрироваться необходима\n",
      "следующая информация:\n\n",
      "Имя\n",
      "Логин\n\n",
      "Начнём с ввода имени, кликни на кнопку когда будешь готов"
    ],

    "Login": "Осталось ввести Логин, нажми кнопку как будешь готов",

    "Profile": [
      "Информация по вашему профилю", "Вы можете изменить следующие сведения:"
    ],

    "Welcome": [
      "Благодарим за регистрацию",
      "Вот что вы можете сделать с помощью этого бота:\n\n",
      "1. Создание задач: Вы можете создавать новые задачи,",
      "указывая детали, такие как описание задачи, сроки выполнения и приоритет.\n\n",
      "2. Просмотр задач: Вы можете просматривать список всех ваших текущих задач.\n\n",
      "3. Обновление задач: Вы можете обновлять детали задач, такие как сроки выполнения",
      "или статус (например, “в процессе”, “завершено”).\n\n",
      "4. Удаление задач: Вы можете удалять задачи, которые вы завершили или которые больше не актуальны.\n\n",
      "5. Просмотр вашего профиля и редактирование информации\n\n",
      "Внизу откроется навигационное меню, воспользуйся им!"
    ],

    "Task_create": [
      "Для создания задачи, необходимы следующая информация о задаче:\n",
      "1. Название задачи (Название должно быть коротким и содержать основную суть задачи)\n\n",
      "2. Описание задачи (Опишите задачу, например перечислите ",
      "действия для выполнения задачи или любую другую важную информацию)\n\n",
      "Помните информация в задаче должна быть информативной.\n",
      "Что бы продолжить выберите необходимые действия:"
    ],

    "Task_name": [
      "Название задачи: ", "✅\n", "Теперь опиши задачу, как будешь готов нажми на кнопку"
    ],
    "Check_Task": [
      "Новая задача: \n", "Если данные задачи верны подтвердите создание или отмените"
    ],
    "Task_view": [
      "Вы пока не создавали задачи, для создания задачи воспользуйтесь разделом меню: Создать задачу",
      "Выберите какие задачи вы бы хотели просмотреть"
    ],
    "task_info": [
      "Ваша ✅активная✅ задача: \n\n", "Ваша ❌неактивная❌ задача: \n\n",
      "Для возврата нажмите кнопку назад или отмена"
    ],
    "tasks_left": [
      "Похоже", "задач нет"
    ]
      }
    }